Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=673_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Vuosttaš anárašgiela álgooahppogirji vuolleskuvlla ohppiide almmustuvai
smn: Návt álgá vyeliškovlâliijd uáivildum vuosmuš anarâškielâ oppâkirje Hitruu !

source: mii almmustuvai aiddo skuvllaid giđđalohkanbaji álgui.
smn: Ááhu kuuvl, mii almostui kiđđâluuhâmpaje aalgâst.

source: Oahppogirji lea oaivvilduvvon vuođđooahpahusa vuolit luohkáide ja dat jođiha Ánná ja Saammâla fárus mátkái anárašgillii ja kultuvrii.
smn: Oppâkirje lii uáivildum vuáđuškoovlâ vyelimus luokáid já tot uápásmit uáppeid Ááná já Saammâl fáárust anarâškielân já kulttuurân.

source: Áhkku, anárašgillii ákku, orru Pakšvuona gáttis, gos Ánná fitná dávjá.
smn: Ákku áásá Pakšvuonâ riddoost, já Ánná iälá távjá tobbeen.

source: Anárašgiela lea dál vejolaš oahppat miellagiddevaš vugiin áhku máidnasiid ja Ánná ja Saammâla ságastallamiid bokte.
smn: Ááhu muštâlusâi já Ááná já Saammâl savastâlmij pehti puáhtá máttááttâllâđ mielâkiddiivávt aanaar sämikielâ.

source: Girjji máidnasiid báldii seammá siidduide leat čohkkejuvvon iešguđet teavstta ođđa sánit.
smn: Nuuvtpâ uáppee ij taarbâš usâškyettiđ saanijd nube sijđoin, veikkâ tieđust-uv kirje loopâst kavnojeh-uv puoh pitái säänih alfabeetlâš ornigist.

source: Girjji ii nappo leat dárbu bláđestit ovddos maŋos logadettiin.
smn: Maŋeluppoost ive 2013 ääigi almostuvá taan kiirján lahtâseijee hárjuttâskirje.

source: Oahppogirjái lea boahtimen maiddái hárjehusgirji, man vehkiin lea álki geardduhit ohppojuvvon áššiid.
smn: Hárjuttâsâi pehti uáppee nanosmit já kiärdud oppum aašijd.

source: Lohkanbihtáid loahpas leat máidnasiidda laktáseaddji lávlagat, mat buktet suohttasa oahppodiimmuide.
smn: Luuhâmpitái loopâst lii ain pitá fáádán heivejeijee laavlâ, mon ulme lii sehe movtijdiđ uáppeid já išediđ mušteđ saanijd pyerebeht.

source: Girjji lea dahkan Teija Linnanmäki ovttasbarggus govaid dahkki Riitta Ahoneniin.
smn: Kirje lii čáállám Teija Linnanmäki já kuuvijd lii sárgum Riitta Ahonen.

source: Girjji lea goasttidan sámediggi ja dat lea fidnemis Duodjegávppis Sajosis, Sámi duoji fierbmegávppis ja sámedikki skuvlen- ja oahppamateriáladoaimmahagas info (at) samediggi.
smn: Sämitigge lii kuástidâm kirje já tom finnee uástiđ Sajosist Sámi Duodji - käävpist tâi Sämitige škovlim-já oppâmateriaaltuáimáttuvâst info (at) samediggi.

source: Lassedieđut dás.
smn: Lasetiäđuid finniih täst.
